e2e-nginx-https/perf/passthrough.txt
Requests      [total, rate, throughput]         250, 50.21, 50.16
Duration      [total, attack, wait]             4.984s, 4.979s, 4.796ms
Latencies     [min, mean, 50, 90, 95, 99, max]  2.126ms, 4.292ms, 3.829ms, 5.891ms, 6.643ms, 9.662ms, 22.661ms
Bytes In      [total, mean]                     4750, 19.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:250  
Error Set: