e2e-nginx-https/perf/passthrough.txt
Requests      [total, rate, throughput]         250, 50.23, 0.00
Duration      [total, attack, wait]             4.984s, 4.977s, 6.816ms
Latencies     [min, mean, 50, 90, 95, 99, max]  5.777ms, 7.602ms, 7.114ms, 9.295ms, 10.532ms, 19.254ms, 28.689ms
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:250  
Error Set:
Get "https://foo.com": x509: certificate relies on legacy Common Name field, use SANs or temporarily enable Common Name matching with GODEBUG=x509ignoreCN=0